Repository: M1zz/ScheduleDensity
Catalog: ScheduleDensityApp/Localizable.xcstrings
Source language: ko
Languages: en, zh_hant

source: 조각 시간은 총량으로 환산되지 않습니다. 5분 열두 번은 60분이 아닙니다. 그래서 '5분이 생겼을 때 집을 수 있는 단계'와 '지킨 시간에만 하는 단계'를 처음부터 나눠 두는 편이 낫습니다.
en: Fragments of time don't add up into a total. Twelve five-minute gaps are not sixty minutes. So it's better to separate, from the start, the steps you can take when five minutes open up from the steps that need time you've held.
zh_hant: 碎片時間無法換算成總量。十二次五分鐘不等於六十分鐘。所以最好一開始就把「有五分鐘時就能拿起來做的步驟」和「只在守住的時間裡做的步驟」分開。

source: 조각 시간은 총량으로 환산되지 않습니다. 그래서 ‘짬이 나면 바로 집을 수 있는 단계’가 따로 있어야 해요. 그게 없으면 하루에 생긴 조각은 전부 흘러갑니다.
en: Fragments of time don't add up into a total. That's why you need steps you can pick up the moment a gap opens. Without them, every gap in your day runs out through your fingers.
zh_hant: 碎片時間無法換算成總量。所以需要有「一有空檔就能馬上拿起來做的步驟」。沒有的話，一天裡的碎片時間就會全部流走。

source: 조각. 5분이 나면 집을 수 있는 단계
en: Fragment. A step you can pick up in five minutes
zh_hant: 碎片。有五分鐘就能拿起來做的步驟

source: 조각과 덩어리가 나뉘어 있습니다
en: Fragments and blocks are separated
zh_hant: 碎片與整塊已分開

source: 조각에서 집을 수 있는 단계가 %lld개, 지킨 시간에 할 단계가 %lld개입니다. 5분이 생기면 조각 단계를, 확보한 시간에는 덩어리 단계를 하시면 됩니다.
en: %lld steps can be picked up in a fragment; %lld need time you've set aside. When five minutes open up, take a fragment; when you've held time, take a block.
zh_hant: 可以在碎片時間做的步驟有 %lld 個，要在守住的時間裡做的步驟有 %lld 個。有五分鐘時就做碎片步驟，有預留的時間就做整塊步驟。

source: 조각으로
en: in fragments
zh_hant: 以碎片

source: 조각으로 회수
en: Reclaimed in bits
zh_hant: 以碎片找回

source: 조각입니다. 5분이 나면 이걸 집으면 됩니다.
en: This is a fragment. When five minutes open up, take it.
zh_hant: 這是碎片。有五分鐘時拿起來做就好。

source: 조언
en: Tips
zh_hant: 建議

source: 종료일
en: End date
zh_hant: 結束日期

source: 종료일까지 이어서 표시
en: Carry the shade to the end date
zh_hant: 延續顯示到結束日期

source: 종료일을 꾹 눌러주세요
en: Press and hold the end day
zh_hant: 請按住結束日期

source: 종료일이 시작일보다 앞섭니다
en: The end date comes before the start date
zh_hant: 結束日期早於開始日期

source: 종료일이 오늘 이전인 일정은 자동으로 숨겨집니다.
en: Events that ended before today are hidden.
zh_hant: 結束日期在今天以前的行程會自動隱藏。

source: 종료일이 지난 일정도 표시
en: Show events that already ended
zh_hant: 也顯示已結束的行程

source: 주 %.1fh · 일 평균
en: %.1fh a week · daily average
zh_hant: 每週 %.1fh · 每日平均

source: 주 1회 연습이라도 두 달 뒤 공연이면 그 두 달이 매여 있는 시간입니다. 기간 전체를 옅게 깔고, 실제로 하는 날만 진하게 표시합니다.
en: Even at one rehearsal a week, a performance two months out holds you for those two months. The whole span is laid down pale, and only the days you work are dark.
zh_hant: 即使每週只練習一次，若兩個月後才演出，那兩個月就是被綁住的時間。 整段期間會淡淡鋪上，只有實際做事的日子會標深。

source: 주간 일정 밀도
en: Weekly density
zh_hant: 每週行程密度

source: 주간 쿼터 (시간 유연)
en: Weekly quota (flexible hours)
zh_hant: 每週配額（時間彈性）

source: 주황
en: Orange
zh_hant: 橘色

source: 준비
en: Setup
zh_hant: 準備

source: 줄을 누르면 마지막 단계가 되돌아옵니다. 왼쪽으로 밀면 지웁니다.
en: Tap a line to bring the last step back. Swipe left to delete it.
zh_hant: 點一下該列可以找回最後一個步驟。向左滑動即可刪除。

source: 줄을 세우지 않습니다. 타이머는 그대로 돌고 잠금화면에서 봅니다.
en: No bar. The timer still runs, and you can see it on the Lock Screen.
zh_hant: 不顯示橫條。計時器照常運作，可在鎖定畫面查看。

source: 중
en: Medium
zh_hant: 中

source: 중요도
en: Importance
zh_hant: 重要程度

source: 중요도 분포
en: Importance mix
zh_hant: 重要程度分布

source: 지금 iCloud 에 닿지 못해 지울 수 없습니다. 이 기기에서만 지우면 iCloud 에 남은 것이 나중에 다시 내려옵니다. 연결을 확인하고 다시 시도해 주세요.
en: iCloud can't be reached right now, so nothing was deleted. Delete it here alone and what's left on iCloud will come back down later. Check your connection and try again.
zh_hant: 目前無法連上 iCloud，因此無法刪除。 如果只在這部裝置上刪除，留在 iCloud 的內容之後會再同步下來。請確認連線後再試一次。

source: 지금 겹친 일정
en: Happening now
zh_hant: 目前重疊的行程

source: 지금 겹친 일정으로 바꾸기
en: Switch to another event now
zh_hant: 改計目前重疊的行程

source: 지금 단계
en: Current step
zh_hant: 目前步驟

source: 지금 집을 것
en: Ready right now
zh_hant: 現在就能做的

source: 지금 최신 일정으로 업데이트
en: Update to the latest events
zh_hant: 立即更新為最新行程

source: 지금 하기로 한 일이 없어요
en: Nothing scheduled right now
zh_hant: 現在沒有安排要做的事

source: 지금 하는 중
en: In progress
zh_hant: 進行中

source: 지금 할 단계가 맨 위에
en: The step to do now sits on top
zh_hant: 現在要做的步驟在最上面

source: 지금 할 단계와 무지개를 앱을 안 열고도 봅니다.
en: See the current step and the Rainbow without opening the app.
zh_hant: 不必打開 App，就能看到現在要做的步驟和彩虹。

source: 지금부터 따로 세기
en: Start timing now
zh_hant: 從現在開始另外計時

source: 지나간 이벤트 보기
en: Show past events
zh_hant: 顯示過去的行程

source: 지난 주
en: Previous week
zh_hant: 上一週

source: 지난 주에서 넘어온 것
en: Carried over from last week
zh_hant: 從上週延續過來的

source: 지남
en: Past
zh_hant: 已過

source: 지우기
en: Clear
zh_hant: 清除

source: 지우지 못했습니다
en: Couldn't delete
zh_hant: 無法刪除

source: 지원
en: Support
zh_hant: 支援

source: 직접 시작한 타이머가 있을 때만 줄이 섭니다.
en: The bar appears only when a timer you started is running.
zh_hant: 只有在你自己啟動計時器時才會顯示橫條。

source: 직접 정한 답입니다.
en: You answered this yourself.
zh_hant: 這是你自己決定的答案。

source: 진한 칸과 옅은 칸
en: Dark cells and pale cells
zh_hant: 深色格與淺色格

source: 진한 칸은 실제로 시간을 쓰는 날, 옅은 칸은 매여만 있는 날입니다. 스터디가 화요일에만 모여도 끝나는 날까지 계속 옅게 이어지는 이유예요.
en: Dark cells are days you actually spend time; pale cells are days it merely holds you. That's why a Tuesday-only study group stays pale all the way to its last day.
zh_hant: 深色格是實際花時間的日子，淺色格是只是被綁住的日子。所以讀書會即使只在星期二聚會，也會一路淡淡延續到結束那天。

source: 진행 중
en: In progress
zh_hant: 進行中

source: 진행 중인 일정
en: Running now
zh_hant: 進行中的行程

source: 집안일
en: Home
zh_hant: 家務

source: 짝수 주
en: Even weeks
zh_hant: 雙數週

source: 짧게 잡아 두어도 여기서 끝나지는 않습니다.
en: Even with a short time set, it won't end here.
zh_hant: 即使時間設得很短，也不會在這裡結束。

source: 짧게 잡힌 덩어리 작업이 %lld개 있습니다
en: %lld block-sized jobs have been given too little time
zh_hant: 有 %lld 個整塊工作被安排的時間太短

source: 짧은 덩어리
en: Short block
zh_hant: 短整塊

source: 짧은 덩어리입니다. 앉아야 하지만 한 자리에서 끝납니다.
en: This is a short block. You have to sit down, but one sitting finishes it.
zh_hant: 這是短整塊。需要坐下來，但一次就能做完。

source: 쪼개기
en: Split
zh_hant: 拆分

source: 쪼개기 도우미
en: Splitting helper
zh_hant: 拆分小幫手

source: 쪼개기 습관
en: Splitting habit
zh_hant: 拆分習慣

source: 쪼개기 전에 한 가지
en: One thing before you split
zh_hant: 拆分之前先想一件事

source: 쪼개신 할 일
en: To-dos you split
zh_hant: 你拆分過的待辦事項

source: 쪼개실 때 평균
en: Steps per split
zh_hant: 每次拆分平均

source: 쪼갠 것
en: Split
zh_hant: 已拆分

source: 쪼갠 것과 안 쪼갠 것을 갈라 두었습니다. 어느 쪽이 더 끝나는지는 숫자가 답합니다.
en: Split and unsplit, counted apart. The numbers answer which side actually finishes.
zh_hant: 把拆分過和沒拆分的分開計算。哪一邊比較能完成，數字會告訴你。

source: 차 있는 시간
en: Booked
zh_hant: 已占用的時間

source: 책 한 챕터 읽기
en: Read one chapter
zh_hant: 讀一章書

source: 처음부터
en: Restart
zh_hant: 從頭開始

source: 첫 단계를 한 줄
en: One line for the first step
zh_hant: 用一行寫下第一個步驟

source: 체험 중에 해지하면 요금이 나가지 않습니다.
en: Cancel during the trial and you pay nothing.
zh_hant: 在試用期間取消就不會收費。

source: 초과
en: over
zh_hant: 超過

source: 초대 링크 보내기
en: Send an invite link
zh_hant: 傳送邀請連結

source: 초대 링크를 받은 사람은 내 일정을 읽기 전용으로 볼 수 있어요. 링크는 보여주고 싶은 사람에게만 보내세요.
en: Anyone with the invite link can read your events, but not change them. Only send it to people you want to see them.
zh_hant: 收到邀請連結的人可以唯讀檢視你的行程。 只把連結傳給你想讓他看的人。

source: 초대 링크를 받은 사람은 누구나 이 목록에 참여해 함께 읽고 쓸 수 있습니다. 링크는 함께할 사람에게만 보내주세요.
en: Anyone with the invite link can join this list and read and write in it. Only send it to the people you want in.
zh_hant: 收到邀請連結的人都可以加入這個列表，一起讀寫。 請只把連結傳給要一起參與的人。

source: 초대 링크를 받은 사람은 누구나 참여할 수 있어요. 링크는 함께할 사람에게만 보내주세요.
en: Anyone with the invite link can join. Only send it to the people you want in.
zh_hant: 收到邀請連結的人都可以加入。請只把連結傳給要一起參與的人。

source: 초록
en: Green
zh_hant: 綠色

source: 초안 쓰기
en: Write the draft
zh_hant: 撰寫草稿

source: 총 %lld개 일정
en: %lld events in all
zh_hant: 共 %lld 個行程

source: 총 기간
en: Total span
zh_hant: 總期間

source: 총 소요시간
en: Total hours
zh_hant: 總所需時間

source: 총 일정 시간
en: Total event hours
zh_hant: 行程總時數

source: 총 표시 일수
en: Days shown
zh_hant: 總顯示天數

source: 최근 30일 중
en: In the last 30 days
zh_hant: 最近 30 天內

source: 최대 겹치는 일정
en: Most overlapping
zh_hant: 最多重疊的行程

source: 최적의 날짜 추천받기
en: Suggest the best dates
zh_hant: 推薦最佳日期

source: 추가
en: Add
zh_hant: 新增

source: 추천
en: Best value
zh_hant: 推薦

source: 추천 가능한 날짜가 없습니다
en: No dates to suggest
zh_hant: 沒有可推薦的日期

source: 출장
en: Business trip
zh_hant: 出差

source: 취소
en: Cancel
zh_hant: 取消

source: 카테고리 지정
en: Set category
zh_hant: 指定類別

source: 칸을 길게 누르면 수정·삭제 메뉴가 바로 열립니다.
en: Press and hold a cell to edit or delete it right away.
zh_hant: 長按格子即可直接開啟編輯與刪除選單。

source: 칸을 탭하면 내용을 보고, 꾹 누르면 고치거나 지울 수 있어요.
en: Tap a cell to read it; press and hold to edit or delete it.
zh_hant: 點一下格子查看內容，按住即可編輯或刪除。

source: 캘린더 가져오기
en: Import from Calendar
zh_hant: 從行事曆匯入

source: 캘린더 선택
en: Choose calendars
zh_hant: 選擇行事曆

source: 캘린더 앱 열기
en: Open Calendar
zh_hant: 打開行事曆 App

source: 캘린더 연동
en: Calendar Sync
zh_hant: 行事曆同步

source: 캘린더 접근 권한 필요
en: Calendar access needed
zh_hant: 需要行事曆取用權限

source: 캘린더 접근 권한이 거부되었습니다
en: Calendar access was denied
zh_hant: 已拒絕行事曆取用權限

source: 캘린더 접근 허용
en: Allow Calendar Access
zh_hant: 允許取用行事曆

source: 캘린더 접근이 꺼져 있습니다. 설정 앱에서 이 앱의 캘린더를 '전체 접근'으로 바꿔 주세요.
en: Calendar access is off. In the Settings app, set Calendars to Full Access for this app.
zh_hant: 行事曆取用權限已關閉。請在「設定」App 中將此 App 的行事曆改為「完整取用權限」。

source: 캘린더가 없습니다
en: No calendars
zh_hant: 沒有行事曆

source: 캘린더에서 가져오기
en: Import from Calendar
zh_hant: 從行事曆匯入

source: 캘린더에서 일정을 가져오는 중...
en: Fetching events from Calendar…
zh_hant: 正在從行事曆取得行程⋯

source: 컨테이너 생성 실패
en: Couldn't create the container
zh_hant: 無法建立容器

source: 컨퍼런스
en: Conference
zh_hant: 研討會

source: 타이머
en: Timer
zh_hant: 計時器

source: 타이머 끝내기
en: Stop timer
zh_hant: 結束計時器

source: 타이머 열기
en: Open timer
zh_hant: 打開計時器

source: 타이머 열기. 길게 누르면 끝내거나 숨깁니다
en: Opens the timer. Press and hold to stop or hide it.
zh_hant: 打開計時器。按住可結束或隱藏

source: 타이머가 끝나면 알림 드릴까요?
en: Notify you when the timer ends?
zh_hant: 計時器結束時要通知你嗎？

source: 타이머를 켤 때마다 알림을 드릴지 여쭤봅니다.
en: Asks each time you start a timer.
zh_hant: 每次啟動計時器時都會詢問是否通知。

source: 탭 막대 위에 지금 일정과 남은 시간이 섭니다.
en: The bar above the tabs shows what is on now and how long is left.
zh_hant: 標籤列上方會顯示目前的行程與剩餘時間。

source: 탭 위 타이머 줄
en: Timer bar
zh_hant: 標籤列上方的計時器橫條

source: 테스트용 샘플 일정 추가
en: Add sample events for testing
zh_hant: 新增測試用範例行程

source: 특정 날짜를 일정에서 제외합니다. 과거 예외는 30일 후 자동 삭제됩니다.
en: Leaves specific dates out of an event. Past exceptions are removed after 30 days.
zh_hant: 將特定日期從行程中排除。過去的例外會在 30 天後自動刪除。

source: 파랑
en: Blue
zh_hant: 藍色

source: 판정 기준 3
en: Rule 3
zh_hant: 判斷標準 3

source: 패턴 선택 안 함
en: No pattern chosen
zh_hant: 未選擇模式

source: 평균 수면시간
en: Average sleep
zh_hant: 平均睡眠時間

source: 평생
en: Lifetime
zh_hant: 永久

source: 표본을 못 만들었습니다: %@
en: Couldn't create the sample: %@
zh_hant: 無法建立樣本：%@

source: 표시 거두기
en: Remove mark
zh_hant: 取消標記

source: 표시 기간
en: Range shown
zh_hant: 顯示期間

source: 표시한 줄은 맨 위로
en: Marked lines go to the top
zh_hant: 已標記的列置頂

source: 표시할 일정이 없어요.
en: Nothing to show.
zh_hant: 沒有可顯示的行程。

source: 프로젝트
en: Project
zh_hant: 專案

source: 프로젝트 A
en: Project A
zh_hant: 專案 A

source: 프로젝트 B
en: Project B
zh_hant: 專案 B

source: 프로젝트 없음
en: No Project
zh_hant: 無專案

source: 프로젝트 이름
en: Project name
zh_hant: 專案名稱

source: 필요한 것 모아두기
en: Gather what you'll need
zh_hant: 備妥所需的東西

source: 하
en: Low
zh_hant: 低

source: 하루 12시간 이상 일정이 배정되어 있습니다. 일정 조정을 권장합니다.
en: Some days carry more than 12 hours. Consider moving something.
zh_hant: 有些日子排了超過 12 小時的行程。建議調整行程。

source: 하루 뼈대를 못 읽었어요
en: Couldn't read the day's frame
zh_hant: 無法讀取一天的骨架

source: 하루 소요시간
en: Hours per day
zh_hant: 每日所需時間

source: 하루 시간
en: Hours per day
zh_hant: 每日時數

source: 하루 최대 소요시간
en: Busiest day
zh_hant: 單日最多所需時間

source: 하루 평균
en: Daily average
zh_hant: 每日平均

source: 하루 화면에서 일정을 눌러 타이머를 시작할 수 있습니다.
en: Tap an item in the day view to start a timer.
zh_hant: 在單日畫面點一下行程，即可開始計時器。

source: 하루에 안 들어갔어요
en: Won't fit in a single day
zh_hant: 一天內放不下

source: 하얗게 표시된 빈 줄에 첫 단계를 적고 엔터를 쳐 보세요. 엔터를 치면 그 줄이 확정되고 빈 줄이 다시 옵니다. 막막하면 아래 ‘쪼개기 도우미’에 일이 굴러가는 순서가 있어요. 보고 내 말로 옮겨 적으면 됩니다.
en: Write the first step on the blank line highlighted in white and press Return. That line is committed and a fresh blank line appears. If you're stuck, the splitting helper below lays out the order work usually rolls in. Read it and write it in your own words.
zh_hant: 在標示為白色的空白行寫下第一個步驟，然後按下 Return。按下後那一行就會確定，並出現新的空白行。 如果不知從何下手，下方的「拆分小幫手」列出了事情通常推進的順序。看過後用自己的話寫下來就好。

source: 하얗게 표시된 빈 칸을 꾹 눌러 보세요. 테두리가 한 바퀴 다 차면 그 날이 시작하는 날로 잡힙니다.
en: Press and hold the empty cell highlighted in white. When the border finishes its lap, that day becomes the start.
zh_hant: 按住標示為白色的空白格。等邊框繞完一圈，那一天就會設為開始日。

source: 한 달 뒤
en: In a month
zh_hant: 一個月後

source: 한 마디는 한 자리에서 닫히는 크기로
en: One stage, one sitting
zh_hant: 每一段，一次坐下就能完成

source: 한 번 결제, 추가 요금 없음
en: One payment, nothing after
zh_hant: 付款一次，之後不再收費

source: 한 번 결제로 계속 씁니다. 구독이 아닙니다.
en: One payment, yours for good. Not a subscription.
zh_hant: 付款一次，永久使用。不是訂閱。

source: 한 번 사면 끝입니다. 구독이 아니고, 같은 Apple 계정의 다른 기기에서도 열립니다.
en: Buy it once and you're done. It isn't a subscription, and it opens on your other devices with the same Apple Account.
zh_hant: 買一次就好。這不是訂閱，使用同一個 Apple 帳號的其他裝置也能開啟。

source: 한 번 사면 열리는 것
en: What one purchase opens
zh_hant: 買一次可以開啟的內容

source: 한 번 사서 곁다리까지 전부 열려 있습니다.
en: Bought once — every extra is open.
zh_hant: 已買斷，所有額外功能都已開啟。

source: 한 번에 못 끝내는 크기입니다. 끝이 닫히도록 더 쪼개지 않으면 '하다 만 상태'가 다음 시간까지 따라옵니다.
en: This is too big to finish in one go. Unless you split it down to something that closes, the half-done state follows you into the next hour.
zh_hant: 這個大小無法一次完成。若不再拆分到能收尾的大小，「做到一半」的狀態會一路跟到下一個小時。

source: 한 자리에서 닫히는 크기로
en: A size that closes in one sitting
zh_hant: 一次坐下就能收尾的大小

source: 한 자리에서 닫히는 크기로 잘라 두세요. 두 시간을 넘으면 하다 말게 됩니다.
en: Cut it to a size that closes in one sitting. Past two hours you'll leave it half done.
zh_hant: 請切成一次坐下就能收尾的大小。超過兩小時就容易做到一半。

source: 한 주는 168시간이지만 잠·식사·일이 먼저 가져갑니다. 이런 고정 루틴을 먼저 깔면, 할 일에 쓸 수 있는 시간이 숫자로 보입니다.
en: A week has 168 hours, but sleep, meals and work take their share first. Lay those down as fixed routines, and the time left for your to-dos becomes a real number.
zh_hant: 一週有 168 小時，但睡眠、用餐和工作會先拿走一部分。先把這些設為固定的例行事項，能用在待辦事項上的時間就會變成具體的數字。

source: 할 것이 정해져 있어 바로 손이 갑니다.
en: What to do is already settled, so you can start.
zh_hant: 要做什麼已經確定，可以馬上動手。

source: 할 일
en: To-Do
zh_hant: 待辦事項

source: 할 일 · %lld개
en: To-Do · %lld
zh_hant: 待辦事項 · %lld 項

source: 할 일 %lld개
en: %lld to-dos
zh_hant: %lld 個待辦事項

source: 할 일 공유 시작
en: Start sharing to-dos
zh_hant: 開始共享待辦事項

source: 할 일 목록 맨 위에 안내 줄을 다시 세웁니다
en: Puts the guide line back at the top of the list
zh_hant: 在待辦事項列表最上方重新放回引導列

source: 할 일 목록의 번개
en: The Bolt in your to-do list
zh_hant: 待辦事項列表中的閃電

source: 할 일 삭제
en: Delete to-do
zh_hant: 刪除待辦事項

source: 할 일 상세 화면의 ‘분류’를 눌러서도 바로 만들 수 있습니다.
en: You can also make one by tapping Category on a to-do's detail screen.
zh_hant: 也可以在待辦事項詳細資訊畫面點一下「分類」直接建立。

source: 할 일 이름
en: To-do name
zh_hant: 待辦事項名稱

source: 할 일 저장 위치
en: Where to-dos are stored
zh_hant: 待辦事項的儲存位置

source: 할 일 저장소를 아직 준비하는 중입니다.
en: The to-do store is still being set up.
zh_hant: 仍在準備待辦事項的儲存空間。

source: 할 일 적기
en: Write a to-do
zh_hant: 寫下待辦事項

source: 할 일 조언 다시 보기
en: Show to-do tips again
zh_hant: 再次顯示待辦事項提示

source: 할 일 줄을 오른쪽으로 밀면 번개 버튼이 나옵니다
en: Swipe a to-do to the right and the Bolt button appears
zh_hant: 將待辦事項向右滑動，就會出現閃電按鈕

source: 할 일 줄을 오른쪽으로 밀면 번개가 나옵니다. 붙인 줄을 다시 밀면 회색 번개가 나오고, 누르면 거둬집니다. 단계로 쪼갠 일이면 지금 할 단계에 붙어요.
en: Swipe a to-do right and the Bolt appears. Swipe a marked line again and a gray Bolt appears — tap it to take the mark back. On a split job, the mark lands on the step you're doing now.
zh_hant: 將待辦事項向右滑動，就會出現閃電。對已標記的那一行再滑一次會出現灰色閃電，點一下即可取消。若是已拆成步驟的事，會標在目前要做的步驟上。

source: 할 일 추가
en: Add to-do
zh_hant: 加入待辦事項

source: 할 일 화면에서 닫았던 조언(쪼개기·단계 크기 팁)을 처음부터 다시 봅니다.
en: Brings back the tips you dismissed on the To-Do screen — splitting and step size.
zh_hant: 從頭再次顯示在待辦事項畫面關掉的提示（拆分與步驟大小的建議）。

source: 할 일과 단계 쪼개기
en: To-dos and splitting into steps
zh_hant: 待辦事項與拆分步驟

source: 할 일로 가져가 단계로 쪼개면 손댈 수 있는 크기가 됩니다.
en: Bring it into your to-dos and split it into steps to make it a size you can touch.
zh_hant: 帶到待辦事項並拆成步驟，就會變成動得了手的大小。

source: 할 일에 붙이는 분류의 이름·색·기호
en: The name, color, and symbol of each category
zh_hant: 待辦事項分類的名稱、顏色與符號

source: 할 일에 적어 두신 소요시간을 분류별로 모은 것입니다.
en: The hours you wrote on your to-dos, gathered by category.
zh_hant: 依分類彙整你在待辦事項上寫下的所需時間。

source: 할 일을 요일 위로 끌어다 놓으면, 들어갈 수 있는 빈틈에 맞춰 앉습니다. 넓은 화면이라 한 주를 한눈에 보며 옮길 수 있습니다.
en: Drag a to-do onto a day and it settles into a gap it fits. On the big screen you can see the whole week at once while you move things around.
zh_hant: 把待辦事項拖到某一天上，它就會落在放得下的空檔裡。畫面寬，可以一邊看整週一邊移動。

source: 할 일이 쌓였다면, 맥에서 한 주에 나눠 보세요
en: To-dos piling up? Spread them across your week on Mac
zh_hant: 待辦事項堆積了嗎？到 Mac 上分配到這一週吧

source: 함께 쓰기
en: Better Together
zh_hant: 一起使用

source: 합계
en: Total
zh_hant: 合計

source: 해마다 결제되고 언제든 해지합니다.
en: Bills yearly, cancel any time.
zh_hant: 每年扣款，可隨時取消。

source: 해볼게요
en: Let's try
zh_hant: 試試看

source: 해제 실패
en: Turn-off failed
zh_hant: 關閉失敗

source: 향후 3개월 일정 자동 분석
en: The next three months, analyzed
zh_hant: 自動分析未來三個月的行程

source: 향후 3개월간 %lld개 일정을 찾았습니다
en: Found %lld events over the next three months
zh_hant: 在未來三個月找到 %lld 個行程

source: 홀수 주
en: Odd weeks
zh_hant: 單數週

source: 홈·잠금 화면 위젯
en: Home and Lock Screen widgets
zh_hant: 主畫面與鎖定畫面小工具

source: 확인
en: OK
zh_hant: 好

source: 확인 불가
en: Can't tell
zh_hant: 無法判斷

source: 확인 실패
en: Check failed
zh_hant: 確認失敗

source: 확인 중...
en: Checking…
zh_hant: 正在確認⋯

source: 확인 중…
en: Checking…
zh_hant: 正在確認⋯

source: 회복
en: Recovery
zh_hant: 恢復

source: 회수 장부
en: Ledger
zh_hant: 帳本

source: 회수와 회복 기록만 지웁니다. 할 일은 그대로입니다.
en: Clears only the recovery records. Your to-dos stay.
zh_hant: 只清除找回與恢復的紀錄。待辦事項會保留。

source: 회수한 시간
en: Time won back
zh_hant: 找回的時間
